Repository: salvadoresc/Crypto-Portfolio-Tracker
Catalog: languages/crypto-portfolio-tracker-*.po
Languages: es_es

source: Crypto Portfolio
es_es: Portfolio Crypto

source: Settings
es_es: Configuración

source: Access to your Crypto Portfolio
es_es: Acceso a tu Portfolio Crypto

source: Log in or register to manage your cryptocurrency portfolio.
es_es: Inicia sesión o regístrate para gestionar tu portfolio de criptomonedas.

source: Log In
es_es: Iniciar Sesión

source: Register
es_es: Registrarse

source: Admin dashboard file not found.
es_es: Archivo del panel de administración no encontrado.

source: Settings file not found.
es_es: Archivo de configuración no encontrado.

source: My Crypto Portfolio
es_es: Mi Portfolio Crypto

source: Access Required
es_es: Acceso Requerido

source: You need to log in to view your cryptocurrency portfolio.
es_es: Necesitas iniciar sesión para ver tu portfolio de criptomonedas.

source: Loading portfolio...
es_es: Cargando portfolio...

source: Add Transaction
es_es: Añadir Transacción

source: Cancel
es_es: Cancelar

source: Refresh Prices
es_es: Actualizar Precios

source: Crypto Investment Dashboard
es_es: Dashboard de Inversiones Crypto

source: Complete analysis of your crypto portfolio
es_es: Análisis completo de tu portfolio crypto

source: Total Investment
es_es: Inversión Total

source: Current Value
es_es: Valor Actual

source: Total P&L
es_es: P&L Total

source: Investment Evolution
es_es: Evolución de Inversiones

source: Portfolio Distribution
es_es: Distribución del Portfolio

source: Performance per Crypto
es_es: Rendimiento por Crypto

source: Crypto Detail
es_es: Detalle por Crypto

source: Transaction History
es_es: Historial de Transacciones

source: Empty Portfolio
es_es: Portfolio Vacío

source: Start by adding your first transaction to see your portfolio in action!
es_es: ¡Empieza añadiendo tu primera transacción para ver tu portfolio en acción!

source: Add First Transaction
es_es: Añadir Primera Transacción

source: Complete cryptocurrency portfolio tracking with real-time prices, P&L analysis, and interactive dashboard. Multi-user support for investment management.
es_es: Seguimiento completo de portfolio de criptomonedas con precios en tiempo real, análisis P&L y dashboard interactivo. Soporte multi-usuario para gestión de inversiones.
